Revit 2027 API
ParameterTypeId.StructuralStartReleaseFx Property
 "Start Fx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralStartReleaseFx { get; }
Public Shared ReadOnly Property StructuralStartReleaseFx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralStartReleaseFx {
	ForgeTypeId^ get ();
}
static member StructuralStartReleaseFx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace